{
  "image": "https://ipfs.io/ipfs/QmWdKshPFgACF6ChFr7my2rw2TzVdDzvJLF2RbEHVXHsjV",
  "Artist Rights": "The artist retains copyright, image rights, and moral rights over the work. The artist shall earn a 10% royalty on secondary sales. The artist must be credited when the work is displayed. The artist WAIVES his right under Canadian copyright law to receive exhibition fees of this artwork. Collectors are free to display this artwork without further compensating the artist. The artist reserves the rights to display or exhibit reproductions of the artwork.",
  "Legal Terms": "TERMS: THE ARTIST refers to Mitchell F. Chan --- THE COLLECTOR refers to the individual who can prove ownership or custody of the wallet or smart contract identified as ownerOf() the token associated with the artwork. --- THE ARTWORK refers to all of 1) The wIKB token itself; 2) the specific image identified in the metadata linked to that wIKB token; 3) the metadata of the wIKB token; 4) the specific IKB token which is held in the Wrapped IKB smart contract and which as an edition() value corresponding with the tokenID() value of the wIKB token owned by the collector; 5) the actual, immaterial Digital Zone of Immaterial Pictorial Sensibility which is linked to that IKB token.",
  "createdBy": "Digital Zone of Immaterial Pictorial Sensibility, Series 0, Edition 29. (Wrapped)",
  "yearCreated": "2017",
  "name": "Digital Zone of Immaterial Pictorial Sensibility, Series 0, Edition 29. (Wrapped)",
  "description": "Transferable wrapper for a single IKB token.",
  "Display Instructions": "The wrapper image has been created at 4K resolution with a 1:1 aspect ratio for online display. However, for fullscreen display on a typical aspect ratio screen, cropping the top and bottom of the image is OK. For information about the display value of the unwrapped Digital Zone of Immaterial Pictorial Sensibilty, please consult the Blue Paper.",
  "attributes": [
    {
      "value": "Mitchell F. Chan",
      "trait_type": "Artist"
    },
    {
      "value": 0,
      "trait_type": "Series"
    },
    {
      "value": 29,
      "trait_type": "Edition"
    },
    {
      "value": "InterAccess, Toronto. August 30, 2017.",
      "trait_type": "First Exhibited"
    },
    {
      "value": "The artist's statment and other essays discussing this artwork are available at chan.gallery/essays/IKB",
      "trait_type": "Further Reading"
    },
    {
      "value": "Collector's rights are important. They are made explicit in the metadata .JSON file associated with this NFT.",
      "trait_type": "Collector Information"
    },
    {
      "value": "The wrapper image has been created at 4K resolution with a 1:1 aspect ratio for online display. However, for fullscreen display on a typical aspect ratio screen, cropping the top and bottom of the image is OK. For information about the display value of the unwrapped Digital Zone of Immaterial Pictorial Sensibilty, please consult the Blue Paper.",
      "trait_type": "Display Instructions"
    }
  ],
  "media": {
    "mimeType": "image/png",
    "uri": "https://ipfs.io/ipfs/QmWdKshPFgACF6ChFr7my2rw2TzVdDzvJLF2RbEHVXHsjV",
    "dimensions": "3840x3840"
  },
  "Legal Intent": "The rights of collectors and artists are important. The following terms are created with the intent of preserving the artist's moral rights over the artwork, while expanding the rights for collectors beyond existing Canadian copyright laws, in order to acknowledge emerging ways of displaying digital artworks.",
  "Collector Rights": "The collector has full property ownership rights over the artwork. The collector has the right to display or present the artwork publicly or privately, on all media currently known or yet to be developed. The collector has the right to loan or lease the artwork. The collector has the right to resell the artwork."
}